import React from 'react';
import './Details.css';

export const Details_Payment = () => {
    return (
        <div className="Details_Payment">
            <span>
                .הרכישה שביצעתם תחויב כאשר ההזמנה תישלח
                <br />
                <br />
                בנקים מסוימים עשויים להציג הן את האישור המוקדם והן את החיוב בפועל שלאחריו.סכום זה ישוחרר אוטומטית.אם הדבר לא בוצע, אנו ממליצים שתצרו קשר עם הבנק כדי לזרז את שחרור האישור המוקדם
            </span>
        </div>
    );
}

export const Details_Shipping = () => {
    return (
        <div className="Details_Shipping">
            <span >
                :אספקה עד הבית
                <br />
                <br />
                אספקה רגילה - ₪ 30.00 / חינם (הזמנות מעל ₪ 199.00)
                <br />
                <br />
                .זמן האספקה המשוער יהיה בין 3-6 ימי עסקים, בהתאם לכתובת האספקה
                <br />
                <br />
                נקודת מסירה - ₪ 15.00 / חינם (הזמנות מעל ₪ 199.00)
                <br />
                <br />
                .בנקודת מסירה על פי בחירתכם בתוך 3-6 ימי עסקים
                <br />
                <br />
                .אנו נציג בפניכם את נקודות המסירה הזמינות בעת הרכישה
            </span>
        </div>
    );
}

export const Details_Exchanges_Returns = () => {
    return (
        <div className="Details_Exchanges_Returns">
            <span>
                ניתן לבטל הזמנה און-ליין החל מתאריך ביצוע ההזמנה ועד 14 ימים לאחר קבלת המוצר, והחזר כספי יתקבל לאמצעי התשלום המקורי
                <br />
                <br />
                .החל מ- 15 ימים ועד ל- 30 ימים לאחר קבלת ההזמנה (לא כולל מוצרים שנרכשו "במבצע"), ניתן להחזיר את המוצר עם חשבונית / קבלה אלקטרונית והחזר כספי יתקבל באמצעות שובר זיכוי
                .האמור לעיל הינו בכפוף ובהתאם לתנאי השימוש באתר
                <br />
                <br />
                .תקבלו אישור בדוא"ל על ההחזר לאחר שהתהליך יושלם
                <br />
                <br />
                במידה והינכם זכאים להחזר כספי אשר טרם התקבל, אנא פנו לחברת האשראי שלכם כדי שתוכל לסייע לכם ולזרז את התהליך
                <br />
                <br />
                .תוכלו למצוא מידע נוסף על מדיניות ההחזרות בתנאי וכללי שימוש באתר
            </span>
        </div>
    );
}